{
    "@odata.type":  "#microsoft.graph.windows10CustomConfiguration",
    "id":  "c3c721aa-ebef-47d3-849c-22820bf04a46",
    "lastModifiedDateTime":  "2019-07-10T15:25:25.7676455Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2019-07-10T15:25:25.7676455Z",
    "description":  "",
    "displayName":  "OneDrive ADMX",
    "version":  1,
    "omaSettings":  [
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "OneDrive.admx",
                            "description":  null,
                            "omaUri":  "./Vendor/MSFT/Policy/ConfigOperations/ADMXInstall/OneDriveNGSC/Policy/OneDriveAdmx",
                            "value":  "\u003cpolicyDefinitions xmlns:xsd=\"http://www.w3.org/2001/XMLSchema\" xmlns:xsi=\"http://www.w3.org/2001/XMLSchema-instance\" revision=\"1.0\" schemaVersion=\"1.0\" xmlns=\"http://schemas.microsoft.com/GroupPolicy/2006/07/PolicyDefinitions\"\u003e\n  \u003cpolicyNamespaces\u003e\n    \u003ctarget prefix=\"OneDriveNGSC\" namespace=\"Microsoft.Policies.OneDriveNGSC\" /\u003e\n    \u003cusing prefix=\"windows\" namespace=\"Microsoft.Policies.Windows\" /\u003e\n  \u003c/policyNamespaces\u003e\n  \u003cresources minRequiredRevision=\"1.0\" /\u003e\n  \u003ccategories\u003e\n    \u003ccategory name=\"OneDriveNGSC\" displayName=\"$(string.OneDriveNGSCSettingCategory)\"/\u003e\n  \u003c/categories\u003e\n  \u003cpolicies\u003e\n    \u003cpolicy name=\"DisablePersonalSync\" class=\"User\" displayName=\"$(string.DisablePersonalSync)\" explainText=\"$(string.DisablePersonalSync_help)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\" valueName=\"DisablePersonalSync\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003cenabledValue\u003e\n        \u003cdecimal value=\"1\" /\u003e\n      \u003c/enabledValue\u003e\n      \u003cdisabledValue\u003e\n        \u003cdecimal value=\"0\" /\u003e\n      \u003c/disabledValue\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"EnableEnterpriseUpdate\" class=\"User\" displayName=\"$(string.EnableEnterpriseUpdate)\" explainText=\"$(string.EnableEnterpriseUpdate_help)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\" valueName=\"EnableEnterpriseUpdate\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003cenabledValue\u003e\n        \u003cdecimal value=\"1\" /\u003e\n      \u003c/enabledValue\u003e\n      \u003cdisabledValue\u003e\n        \u003cdecimal value=\"0\" /\u003e\n      \u003c/disabledValue\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"DefaultRootDir\" class=\"User\" displayName=\"$(string.DefaultRootDir)\" explainText=\"$(string.DefaultRootDir_help)\" presentation=\"$(presentation.DefaultRootDir_Pres)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\" valueName=\"DefaultRootDir\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003celements\u003e\n        \u003clist id=\"DefaultRootDirList\" key=\"Software\\Policies\\Microsoft\\OneDrive\\DefaultRootDir\" additive=\"true\" expandable=\"true\" explicitValue=\"true\" /\u003e\n      \u003c/elements\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"DisableCustomRoot\" class=\"User\" displayName=\"$(string.DisableCustomRoot)\" explainText=\"$(string.DisableCustomRoot_help)\" presentation=\"$(presentation.DisableCustomRoot_Pres)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\" valueName=\"DisableCustomRoot\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n        \u003celements\u003e\n            \u003clist id=\"DisableCustomRootList\" key=\"Software\\Policies\\Microsoft\\OneDrive\\DisableCustomRoot\" additive=\"true\" explicitValue=\"true\"/\u003e\n        \u003c/elements\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"EnableAllOcsiClients\" class=\"User\" displayName=\"$(string.EnableAllOcsiClients)\" explainText=\"$(string.EnableAllOcsiClients_help)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\" valueName=\"EnableAllOcsiClients\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003cenabledValue\u003e\n        \u003cdecimal value=\"1\" /\u003e\n      \u003c/enabledValue\u003e\n      \u003cdisabledValue\u003e\n        \u003cdecimal value=\"0\" /\u003e\n      \u003c/disabledValue\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"EnableHoldTheFile\" class=\"User\" displayName=\"$(string.EnableHoldTheFile)\" explainText=\"$(string.EnableHoldTheFile_help)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\" valueName=\"EnableHoldTheFile\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003cenabledValue\u003e\n        \u003cdecimal value=\"1\" /\u003e\n      \u003c/enabledValue\u003e\n      \u003cdisabledValue\u003e\n        \u003cdecimal value=\"0\" /\u003e\n      \u003c/disabledValue\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"AutomaticUploadBandwidthPercentage\" class=\"Machine\" displayName=\"$(string.AutomaticUploadBandwidthPercentage)\" explainText=\"$(string.AutomaticUploadBandwidthPercentage_help)\"  presentation=\"$(presentation.AutomaticUploadBandwidthPercentage_Pres)\"  key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003celements\u003e\n        \u003cdecimal id=\"BandwidthSpinBox\" valueName=\"AutomaticUploadBandwidthPercentage\" minValue=\"10\" maxValue=\"99\"  /\u003e\n      \u003c/elements\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"UploadBandwidthLimit\" class=\"User\" displayName=\"$(string.UploadBandwidthLimit)\" explainText=\"$(string.UploadBandwidthLimit_help)\"  presentation=\"$(presentation.UploadBandwidthLimit_Pres)\"  key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003celements\u003e\n        \u003cdecimal id=\"UploadRateValue\" valueName=\"UploadBandwidthLimit\" minValue=\"1\" maxValue=\"100000\"  /\u003e\n      \u003c/elements\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"DownloadBandwidthLimit\" class=\"User\" displayName=\"$(string.DownloadBandwidthLimit)\" explainText=\"$(string.DownloadBandwidthLimit_help)\"  presentation=\"$(presentation.DownloadBandwidthLimit_Pres)\"  key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003celements\u003e\n        \u003cdecimal id=\"DownloadRateValue\" valueName=\"DownloadBandwidthLimit\" minValue=\"1\" maxValue=\"100000\"  /\u003e\n      \u003c/elements\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"RemoteAccessGPOEnabled\" class=\"User\" displayName=\"$(string.RemoteAccessGPOEnabled)\" explainText=\"$(string.RemoteAccessGPOEnabled_help)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\" valueName=\"GPOEnabled\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003cenabledValue\u003e\n        \u003cdecimal value=\"1\" /\u003e\n      \u003c/enabledValue\u003e\n      \u003cdisabledValue\u003e\n        \u003cdecimal value=\"0\" /\u003e\n      \u003c/disabledValue\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"PreventNetworkTrafficPreUserSignIn\" class=\"Machine\" displayName=\"$(string.PreventNetworkTrafficPreUserSignIn)\" explainText=\"$(string.PreventNetworkTrafficPreUserSignIn_help)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\" valueName=\"PreventNetworkTrafficPreUserSignIn\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003cenabledValue\u003e\n        \u003cdecimal value=\"1\" /\u003e\n      \u003c/enabledValue\u003e\n      \u003cdisabledValue\u003e\n        \u003cdecimal value=\"0\" /\u003e\n      \u003c/disabledValue\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"SilentAccountConfig\" class=\"Machine\" displayName=\"$(string.SilentAccountConfig)\" explainText=\"$(string.SilentAccountConfig_help)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\" valueName=\"SilentAccountConfig\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003cenabledValue\u003e\n        \u003cdecimal value=\"1\" /\u003e\n      \u003c/enabledValue\u003e\n      \u003cdisabledValue\u003e\n        \u003cdecimal value=\"0\" /\u003e\n      \u003c/disabledValue\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"DiskSpaceCheckThresholdMB\" class=\"Machine\" displayName=\"$(string.DiskSpaceCheckThresholdMB)\" explainText=\"$(string.DiskSpaceCheckThresholdMB_help)\"  presentation=\"$(presentation.DiskSpaceCheckThresholdMB_Pres)\"  key=\"Software\\Policies\\Microsoft\\OneDrive\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003celements\u003e\n        \u003clist id=\"DiskSpaceCheckThresholdMBList\" key=\"Software\\Policies\\Microsoft\\OneDrive\\DiskSpaceCheckThresholdMB\" additive=\"true\" explicitValue=\"true\"/\u003e\n      \u003c/elements\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"FilesOnDemandEnabled\" class=\"Machine\" displayName=\"$(string.FilesOnDemandEnabled)\" explainText=\"$(string.FilesOnDemandEnabled_help)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\" valueName=\"FilesOnDemandEnabled\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows_10_0_RS3\" /\u003e\n      \u003cenabledValue\u003e\n        \u003cdecimal value=\"1\" /\u003e\n      \u003c/enabledValue\u003e\n      \u003cdisabledValue\u003e\n        \u003cdecimal value=\"0\" /\u003e\n      \u003c/disabledValue\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"DehydrateSyncedTeamSites\" class=\"Machine\" displayName=\"$(string.DehydrateSyncedTeamSites)\" explainText=\"$(string.DehydrateSyncedTeamSites_help)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\" valueName=\"DehydrateSyncedTeamSites\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows_10_0_RS3\" /\u003e\n      \u003cenabledValue\u003e\n        \u003cdecimal value=\"1\" /\u003e\n      \u003c/enabledValue\u003e\n      \u003cdisabledValue\u003e\n        \u003cdecimal value=\"0\" /\u003e\n      \u003c/disabledValue\u003e\n    \u003c/policy\u003e    \n    \u003cpolicy name=\"AllowTenantList\" class=\"Machine\" displayName=\"$(string.AllowTenantList)\" explainText=\"$(string.AllowTenantList_help)\" presentation=\"$(presentation.AllowTenantList_Pres)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n        \u003celements\u003e\n            \u003clist id=\"AllowTenantListBox\" key=\"Software\\Policies\\Microsoft\\OneDrive\\AllowTenantList\" additive=\"true\"/\u003e\n        \u003c/elements\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"BlockTenantList\" class=\"Machine\" displayName=\"$(string.BlockTenantList)\" explainText=\"$(string.BlockTenantList_help)\" presentation=\"$(presentation.BlockTenantList_Pres)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n        \u003celements\u003e\n            \u003clist id=\"BlockTenantListBox\" key=\"Software\\Policies\\Microsoft\\OneDrive\\BlockTenantList\" additive=\"true\"/\u003e\n        \u003c/elements\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"SharePointOnPremFrontDoorUrl\" class=\"Machine\" displayName=\"$(string.SharePointOnPremFrontDoorUrl)\" explainText=\"$(string.SharePointOnPremFrontDoorUrl_help)\" presentation=\"$(presentation.SharePointOnPremFrontDoorUrl_Pres)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003celements\u003e\n        \u003ctext id=\"SharePointOnPremFrontDoorUrlBox\" maxLength=\"2000\" required=\"true\" valueName=\"SharePointOnPremFrontDoorUrl\"/\u003e\n      \u003c/elements\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"SharePointOnPremPrioritization\" class=\"Machine\" displayName=\"$(string.SharePointOnPremPrioritization)\" explainText=\"$(string.SharePointOnPremPrioritization_help)\" presentation=\"$(presentation.SharePointOnPremPrioritization_Pres)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003celements\u003e\n        \u003cenum id=\"SharePointOnPremPrioritization_Dropdown\" valueName=\"SharePointOnPremPrioritization\"\u003e\n          \u003citem displayName=\"$(string.PrioritizeSPO)\"\u003e\n            \u003cvalue\u003e\n              \u003cdecimal value=\"0\" /\u003e\n            \u003c/value\u003e\n          \u003c/item\u003e\n          \u003citem displayName=\"$(string.PrioritizeSharePointOnPrem)\"\u003e\n            \u003cvalue\u003e\n              \u003cdecimal value=\"1\" /\u003e\n            \u003c/value\u003e\n          \u003c/item\u003e\n        \u003c/enum\u003e\n      \u003c/elements\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"DisableFRETutorial\" class=\"User\" displayName=\"$(string.DisableFRETutorial)\" explainText=\"$(string.DisableFRETutorial_help)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\" valueName=\"DisableTutorial\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003cenabledValue\u003e\n        \u003cdecimal value=\"1\" /\u003e\n      \u003c/enabledValue\u003e\n      \u003cdisabledValue\u003e\n        \u003cdecimal value=\"0\" /\u003e\n      \u003c/disabledValue\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"BlockKnownFolderMove\" class=\"Machine\" displayName=\"$(string.BlockKnownFolderMove)\" explainText=\"$(string.BlockKnownFolderMove_help)\" presentation=\"$(presentation.BlockKnownFolderMove_Pres)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003celements\u003e\n        \u003cenum id=\"BlockKnownFolderMove_Dropdown\" valueName=\"KFMBlockOptIn\"\u003e\n          \u003citem displayName=\"$(string.KnownFolderMoveNoOptIn)\"\u003e\n            \u003cvalue\u003e\n              \u003cdecimal value=\"1\" /\u003e\n            \u003c/value\u003e\n          \u003c/item\u003e\n          \u003citem displayName=\"$(string.KnownFolderMoveUndoAndNoOptIn)\"\u003e\n            \u003cvalue\u003e\n              \u003cdecimal value=\"2\" /\u003e\n            \u003c/value\u003e\n          \u003c/item\u003e\n        \u003c/enum\u003e\n      \u003c/elements\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"KFMOptInWithWizard\" class=\"Machine\" displayName=\"$(string.KFMOptInWithWizard)\" explainText=\"$(string.KFMOptInWithWizard_help)\" presentation=\"$(presentation.KFMOptInWithWizard_Pres)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003celements\u003e\n        \u003ctext id=\"KFMOptInWithWizard_TextBox\" maxLength=\"2000\" required=\"true\" valueName=\"KFMOptInWithWizard\"/\u003e\n      \u003c/elements\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"KFMOptInNoWizard\" class=\"Machine\" displayName=\"$(string.KFMOptInNoWizard)\" explainText=\"$(string.KFMOptInNoWizard_help)\" presentation=\"$(presentation.KFMOptInNoWizard_Pres)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n      \u003celements\u003e\n        \u003ctext id=\"KFMOptInNoWizard_TextBox\" maxLength=\"2000\" required=\"true\" valueName=\"KFMSilentOptIn\"/\u003e\n        \u003cenum id=\"KFMOptInNoWizard_Dropdown\" valueName=\"KFMSilentOptInWithNotification\"\u003e\n          \u003citem displayName=\"$(string.KFMOptInNoWizardNoToast)\"\u003e\n            \u003cvalue\u003e\n              \u003cdecimal value=\"0\" /\u003e\n            \u003c/value\u003e\n          \u003c/item\u003e\n          \u003citem displayName=\"$(string.KFMOptInNoWizardToast)\"\u003e\n            \u003cvalue\u003e\n              \u003cdecimal value=\"1\" /\u003e\n            \u003c/value\u003e\n          \u003c/item\u003e\n        \u003c/enum\u003e\n      \u003c/elements\u003e\n    \u003c/policy\u003e\n    \u003cpolicy name=\"KFMBlockOptOut\" class=\"Machine\" displayName=\"$(string.KFMBlockOptOut)\" explainText=\"$(string.KFMBlockOptOut_help)\" key=\"SOFTWARE\\Policies\\Microsoft\\OneDrive\" valueName=\"KFMBlockOptOut\"\u003e\n      \u003cparentCategory ref=\"OneDriveNGSC\" /\u003e\n      \u003csupportedOn ref=\"windows:SUPPORTED_Windows7\" /\u003e\n       \u003cenabledValue\u003e\n        \u003cdecimal value=\"1\" /\u003e\n      \u003c/enabledValue\u003e\n      \u003cdisabledValue\u003e\n        \u003cdecimal value=\"0\" /\u003e\n      \u003c/disabledValue\u003e\n    \u003c/policy\u003e\n\u003c!-- Insert multi-tenant settings here --\u003e\n\u003c!-- See http://go.microsoft.com/fwlink/p/?LinkId=797547 for configuration instructions --\u003e\n\n  \u003c/policies\u003e\n\u003c/policyDefinitions\u003e"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "SilentAccountConfig",
                            "description":  "Silently configure OneDrive using the primary Windows account",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/OneDriveNGSC~Policy~OneDriveNGSC/SilentAccountConfig",
                            "value":  "\u003cenabled/\u003e"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "KFMOptInNoWizard",
                            "description":  "Silently redirect Windows known folders to OneDrive",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/OneDriveNGSC~Policy~OneDriveNGSC/KFMOptInNoWizard",
                            "value":  "\u003cenabled/\u003e\n\u003cdata id=\"KFMOptInNoWizard_TextBox\" value=\"TenantID\"/\u003e\n\u003cdata id=\"KFMOptInNoWizard_Dropdown\" value=\"0\"/\u003e"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "KFMBlockOptOut ",
                            "description":  "Prevent users from redirecting their Windows known folders to their PC ",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/OneDriveNGSC~Policy~OneDriveNGSC/KFMBlockOptOut",
                            "value":  "\u003cenabled/\u003e"
                        },
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "FilesOnDemandEnabled",
                            "description":  "Enable OneDrive Files On-Demand",
                            "omaUri":  "./Device/Vendor/MSFT/Policy/Config/OneDriveNGSC~Policy~OneDriveNGSC/FilesOnDemandEnabled",
                            "value":  "\u003cenabled/\u003e"
                        }
                    ]
}
