{
    "@odata.type":  "#microsoft.graph.windows10CustomConfiguration",
    "id":  "93873f5e-ba23-4211-905b-89210a9c226e",
    "lastModifiedDateTime":  "2019-07-10T15:25:22.584748Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2019-07-10T15:25:22.584748Z",
    "description":  "Restrict Private Store Only",
    "displayName":  "Restrict Business Store Only",
    "version":  1,
    "omaSettings":  [
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingInteger",
                            "displayName":  "Restrict Private Store Only",
                            "description":  null,
                            "omaUri":  "./Vendor/MSFT/Policy/Config/ApplicationManagement/RequirePrivateStoreOnly",
                            "value":  1,
                            "isReadOnly":  false
                        }
                    ]
}
