{
    "@odata.type":  "#microsoft.graph.windows10CustomConfiguration",
    "id":  "431a1772-d0b8-47e2-b818-f0044b24e17b",
    "lastModifiedDateTime":  "2019-07-10T15:25:22.9156614Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2019-07-10T15:25:22.9156614Z",
    "description":  "TurnOffAutoPlay",
    "displayName":  "TurnOffAutoPlay",
    "version":  1,
    "omaSettings":  [
                        {
                            "@odata.type":  "#microsoft.graph.omaSettingString",
                            "displayName":  "TurnOffAutoPlay",
                            "description":  "TurnOffAutoPlay",
                            "omaUri":  "./User/Vendor/MSFT/Policy/Config/Autoplay/TurnOffAutoPlay",
                            "value":  "\u003cenabled/\u003e\n\u003cdata id=\"Autorun_Box\" value=\"255\"/\u003e"
                        }
                    ]
}
