{
    "@odata.type":  "#microsoft.graph.windowsUpdateForBusinessConfiguration",
    "id":  "5677ad11-243e-4006-967c-eabe54d3292f",
    "lastModifiedDateTime":  "2019-07-10T15:25:22.281999Z",
    "roleScopeTagIds":  [
                            "0"
                        ],
    "supportsScopeTags":  true,
    "deviceManagementApplicabilityRuleOsEdition":  null,
    "deviceManagementApplicabilityRuleOsVersion":  null,
    "deviceManagementApplicabilityRuleDeviceMode":  null,
    "createdDateTime":  "2019-07-10T15:25:22.281999Z",
    "description":  "W10 Insider",
    "displayName":  "W10 Insider - Fast",
    "version":  1,
    "deliveryOptimizationMode":  "userDefined",
    "prereleaseFeatures":  "userDefined",
    "automaticUpdateMode":  "autoInstallAndRebootAtMaintenanceTime",
    "microsoftUpdateServiceAllowed":  false,
    "driversExcluded":  true,
    "qualityUpdatesDeferralPeriodInDays":  7,
    "featureUpdatesDeferralPeriodInDays":  7,
    "qualityUpdatesPaused":  false,
    "featureUpdatesPaused":  false,
    "qualityUpdatesPauseExpiryDateTime":  "0001-01-01T00:00:00Z",
    "featureUpdatesPauseExpiryDateTime":  "0001-01-01T00:00:00Z",
    "businessReadyUpdatesOnly":  "windowsInsiderBuildFast",
    "skipChecksBeforeRestart":  false,
    "updateWeeks":  null,
    "qualityUpdatesPauseStartDate":  null,
    "featureUpdatesPauseStartDate":  null,
    "featureUpdatesRollbackWindowInDays":  7,
    "qualityUpdatesWillBeRolledBack":  null,
    "featureUpdatesWillBeRolledBack":  null,
    "qualityUpdatesRollbackStartDateTime":  "0001-01-01T00:00:00Z",
    "featureUpdatesRollbackStartDateTime":  "0001-01-01T00:00:00Z",
    "engagedRestartDeadlineInDays":  null,
    "engagedRestartSnoozeScheduleInDays":  null,
    "engagedRestartTransitionScheduleInDays":  null,
    "deadlineForFeatureUpdatesInDays":  null,
    "deadlineForQualityUpdatesInDays":  null,
    "deadlineGracePeriodInDays":  null,
    "postponeRebootUntilAfterDeadline":  null,
    "autoRestartNotificationDismissal":  "user",
    "scheduleRestartWarningInHours":  null,
    "scheduleImminentRestartWarningInMinutes":  null,
    "userPauseAccess":  "enabled",
    "userWindowsUpdateScanAccess":  "notConfigured",
    "updateNotificationLevel":  "notConfigured",
    "installationSchedule":  {
                                 "@odata.type":  "#microsoft.graph.windowsUpdateActiveHoursInstall",
                                 "activeHoursStart":  "08:00:00.0000000",
                                 "activeHoursEnd":  "17:00:00.0000000"
                             }
}
